Repository: felixrupp/owncloud-files_clipboard
Catalog: l10n/*/files_clipboard.po
Languages: ca

source: Could not remove '%s'
ca: No s'ha pogut eliminar '%s'

source: Could not move '%s'
ca: No s'ha pogut moure '%s'

source: Could not copy '%s'
ca: No s'ha pogut copiar '%s'

source: Cut
ca: Retallar

source: Copy
ca: Copiar

source: Paste
ca: Enganxar

source: Unable to paste: the files come from this directory.
ca: No s'ha pogut enganxar: els arxius vénen d'aquesta carpeta.

source: Unable to paste: you do not have the permissions to create files in this directory.
ca: No s'ha pogut copiar: no té permisos per a crear arxius en aquesta carpeta.

source: Paste %n item
ca: Enganxar %n objecte

source: An error occurred during the move.
ca: Ha ocorregut un error en moure.

source: An error occurred during the copy.
ca: Ha ocorregut un error en copiar.

source: Processing. Leaving the page now will interrupt the move.
ca: Processant. Abandonar la pàgina ara interromprà l'acció de moure.

source: Processing. Leaving the page now will interrupt the copy.
ca: Processant. Abandonar la pàgina ara interromprà la còpia.

source: The contents of the clipboard is in conflicts with elements already present in this directory. Do you want to replace them ?
ca: Els continguts del porta-retalls estan en conflicte amb elements ja presents en aquesta carpeta. Vol reemplaçar-los?
